xeon/20240810-0125-new/logs/join-yes-no-no-4096-1000-1000-1723300293/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 7549
number of failed transactions: 0 (0.000%)
latency average = 21.209 ms
initial connection time = 7.696 ms
tps = 754.398024 (without initial connection time)